<!doctype html>
<html>
<head>
    <title>Datenschutzerkl&auml;rung und Nutzungsbedingungen</title>
</head>
<body style="color:white; font-size:80%; background-color:#104967;">


<p>

    Im Sinne gr&szlig;tm&ouml;licher Transparenz und Information f&uuml;r die Nutzerin bzw.
    den Nutzer,
    ist die Verwendung der RTR-Netztest-App erst nach ausdr&uuml;cklicher Zustimmung
    zur Datenschutzerkl&auml;rung
    sowie zu den Nutzungsbedingungen der RTR-GmbH hinsichtlich des RTR-Netztests
    m&ouml;glich:

</p>


<h1>1. Datenschutzerkl&auml;rung</h1>

<h2>1.1 Allgemeines</h2>

<p>Die RTR-GmbH bietet der Nutzerin bzw. dem Nutzer unter Einhaltung der gesetzlichen Bestimmungen auf nationaler sowie europ&auml;ischer Ebene, insbesondere dem Datenschutzgesetz 2000 in der geltenden Fassung (DSG 2000) sowie dem Telekommunikationsgesetz 2003 in der geltenden Fassung (TKG 2003), die M&ouml;glichkeit, den RTR-Netztest zu verwenden.
    Unter 14-J&auml;hrige (unm&uuml;ndige Minderj&auml;hige) k&ouml;nnen den RTR-Netztest nur mit Einwilligung ihrer Obsorgeberechtigten nutzen.</p>

<p>Die gesetzliche Erm&auml;chtigung der RTR-GmbH, den RTR-Netztest anzubieten, ergibt sich aus <a href="https://www.rtr.at/de/tk/TKG2003">&sect;&nbsp;17 Abs.&nbsp;4 und Abs.&nbsp;5 TKG&nbsp;2003</a>. Gem&auml;&szlig; &sect;&nbsp;17 Abs.&nbsp;4 TKG&nbsp;2003 ist die Regulierungsbeh&ouml;rde berechtigt, <i>&bdquo;&hellip;&nbsp;unabh&auml;ngige &Uuml;berpr&uuml;fungen der Leistungskennwerte durchzuf&uuml;hren oder durchf&uuml;hren zu lassen, um die Richtigkeit und Vergleichbarkeit der bereitgestellten Information &uuml;berpr&uuml;fen zu k&ouml;nnen. Die Regulierungsbeh&ouml;rde kann die bereitgestellten Informationen sowie das Ergebnis der &Uuml;berpr&uuml;fungen der Leistungskennwerte ver&ouml;ffentlichen.</i>&ldquo; Weiters ist die Regulierungsbeh&ouml;rde gem&auml;&szlig; &sect;&nbsp;17 Abs.&nbsp;5 TKG 2003 berechtigt, <i>&bdquo;&hellip;&nbsp;Instrumente und Kontrollm&ouml;glichkeiten anzubieten, mit denen der Teilnehmer in die Lage versetzt wird, die Angaben gem&auml;&szlig; &sect;&nbsp;25 Abs.&nbsp;4 Z&nbsp;2, 3 und 4 zu &uuml;berpr&uuml;fen.</i>&ldquo;</p>

<p>Um diese Aufgabe erf&uuml;llen zu k&ouml;nnen und der Nutzerin bzw. dem Nutzer &ndash; unter Achtung der Privatsph&auml;re &ndash; gr&ouml;&szlig;tm&ouml;gliche Transparenz und ausf&uuml;hrliche Information zu bieten, basiert der RTR-Netztest auf dem Open Source- und Open Data-Prinzip. Dies bedeutet nach dem Open Source-Prinzip, dass der Quellcode der RTR-Netztest-Software &ouml;ffentlich zug&auml;nglich ist und die RTR-GmbH die von ihr entwickelten Komponenten unter eine Open Source-Lizenz gestellt hat (siehe dazu Nutzungsbedingungen). Das RTR-Netztest-Logo und der RTR-Netztest-Schriftzug unterliegen nicht dem Open Source-Prinzip und d&uuml;rfen daher nicht kopiert, modifiziert, ver&auml;ndert sowie unver&auml;ndert weiterverarbeitet werden. Die unter
    <a href="https://www.netztest.at/de/Opendata">https://www.netztest.at/de/Opendata</a>
    angef&uuml;hrten Daten des RTR-Netztests sind &ndash; unter Einhaltung der hier erl&auml;uterten Datenschutzerkl&auml;rung &ndash; als Open Data abrufbar und werden so unter Verwendung der <a href="http://creativecommons.org/licenses/by/3.0/at/">Creative Commons Namensnennung 3.0 &Ouml;sterreich (CC BY 3.0) Lizenz</a> der Allgemeinheit zur Information, Nutzung, Weiterverbreitung und Weiterverwendung frei zug&auml;nglich gemacht. Daten, die nicht unter <a href="https://www.netztest.at/de/Opendata">https://www.netztest.at/de/Opendata</a> abrufbar sind, unterliegen nicht dem Open Data-Prinzip.</p>

<p>Betreffend die Datenschutzerkl&auml;rung ist auf Folgendes hinzuweisen (ausf&uuml;hrlich dazu unter 1.2 und 1.3):</p>

<ul>
    <li>Der RTR-Netztest kann erst nach ausdr&uuml;cklicher Zustimmung der Nutzerin bzw. des Nutzers zur Datenschutzerkl&auml;rung und zu den Nutzungsbedingungen ausgef&uuml;hrt werden. Diese Zustimmung kann jederzeit widerrufen werden. Die Zustimmung wird zu Beweiszwecken geloggt.</li>
    <li>Bei &Auml;nderungen in der Verarbeitung und &Uuml;bermittlung der Daten (insbesondere im Zusammenhang mit Updates bzw. Weiterentwicklungen des RTR-Netztests) bedarf es einer neuerlichen Zustimmung.</li>
    <li>Der RTR-Netztest umfasst zwei eigenst&auml;ndige, unabh&auml;ngig voneinander nutzbare Tests:
        <ul>
            <li><b>erstens</b> einen von der RTR-GmbH entwickelten Test (= RTR Multithreaded Broadband Test, RMB-Test), der Ping, Download, Upload, Signalst&auml;rke und weitere Qualit&auml;tsparameter misst;</li>
            <li><b>zweitens</b> einen optionalen, vertiefenden Test (= Network Diagnostic Tool-Test der Forschungsplattform M-Lab, NDT-Test), der zus&auml;tzliche technische Parameter erfasst.</li>
        </ul>
    </li>
    <li>Es besteht jederzeit die Wahlm&ouml;glichkeit, ausschlie&szlig;lich den RMB-Test oder auch den NDT-Test durchzuf&uuml;hren.</li>
    <li>Die Browserversion des RTR-Netztests benutzt Cookies. Cookies bestehen aus kleinen Dateien, die vom Server aus, der die Website beherbergt, auf die Festplatte des Computers gelangen, zum Zeitpunkt, zu dem die RTR-Netztest-Website aufgerufen wird. Diese Cookies speichern folgende Daten: Zustimmung zur Datenschutzerkl&auml;rung und zu den Nutzungsbedingungen; zuf&auml;llig erzeugte ID des Clients (Client UUID); Standort/Postleitzahl (tempor&auml;r); NDT-Test ja/nein. Diese Daten werden dazu benutzt, die Nutzerin bzw. den Nutzer beim n&auml;chsten Aufruf der RTR-Netztest-Website wiederzuerkennen.</li>
    <li>Die Meldung der Aufnahme einer Datenanwendung an die Datenschutzbeh&ouml;rde ist gem&auml;&szlig;&nbsp; &sect; 17 DSG 2000 erfolgt.</li>
    <li>Fragen zur Datenschutzerkl&auml;rung hinsichtlich des RTR-Netztests k&ouml;nnen an <a href="mailto:netztest@rtr.at">netztest@rtr.at</a> geschickt werden.</li>
</ul>

<h2>1.2 RMB-Test</h2>

<h3><i>1.2.1 Welche Daten werden verarbeitet und &uuml;bermittelt?</i></h3>

<p>Im Rahmen des RMB-Tests werden folgende Daten <b>verarbeitet</b>:</p>

<ul>
    <li>Geschwindigkeit der Datenverbindung in beiden Richtungen<b style="color:red">*</b></li>
    <li>Latenz der Datenverbindung (Ping)<b style="color:red">*</b></li>
    <li>Qualit&auml;tsparameter (z.B.: Signalst&auml;rke, Konnektivit&auml;t auf unterschiedlichen Ports, Ver&auml;nderungen bei der Daten&uuml;bertragung, &Uuml;bertragungsdauer f&uuml;r eine Referenz-Website)<b style="color:red">*</b></li>
    <li>Testparameter (Testmethode, Testfortschritt, Testserver, Testkonfiguration (z.B.: Testdauer))<b style="color:red">*</b></li>
    <li>zuf&auml;llig erzeugte ID des Clients (Client UUID)</li>
    <li>&ouml;ffentliche ID des Clients<b style="color:red">*</b></li>
    <li>Sync-Code und -Gruppe des Clients</li>
    <li>Testzeitpunkt<b style="color:red">*</b></li>
    <li>automatisch bestimmter Standort des Clients (sofern bekannt) / Zeitzone<b style="color:red">*</b></li>
    <li>genauer Standort (aus der optional manuell eingegebenen Adresse der Messung bestimmt)<b style="color:red">&Dagger;</b></li>
    <li>anonymisierter (gerasterter) Standort (aus der optional manuell eingegebenen Adresse der Messung bestimmt)<b style="color:red">*</b></li>
    <li>Ger&auml;tetyp/-modell, Betriebssystem-/Software-Version des Browsers<b style="color:red">*</b></li>
    <li>NAT ja/nein (wird ein direkter Internetzugang oder eine private Adresse verwendet)<b style="color:red">*</b></li>
    <li>IP-Version<b style="color:red">*</b></li>
    <li>IP-Adresse</li>
    <li>IP-Netzwerk (autonomes System, AS) bzw. anonymisierte IP-Adresse<b style="color:red">*</b></li>
    <li>Kennung WLAN-Netzwerk (SSID) und numerische WLAN-Kennung (BSSID)</li>
    <li>Mobilfunknetz (Heimatnetz, eingebuchtes Netzwerk, Typ der Verbindung (GSM, UMTS, LTE etc.), Name des Mobilfunknetzwerks)<b style="color:red">*</b></li>
</ul>

<p>Die mit <b style="color:red">*</b> und&nbsp;<b style="color:red">&Dagger;</b> gekennzeichneten Daten werden <b>&uuml;bermittelt</b>.</p>

<ul>
    <li>Das bedeutet, dass diese mit <b style="color:red">*</b> gekennzeichneten Daten auf der RTR-Netztest-Website und auf der RTR-Netztest-App ver&ouml;ffentlicht werden und der Allgemeinheit unter
        <a href="https://www.netztest.at/de/Opendata">https://www.netztest.at/de/Opendata</a>
        als Open Data zur Information, Nutzung, Weiterverbreitung und Weiterverwendung frei zug&auml;nglich gemacht werden.</li>
    <li>Wenn der Standort automatisiert nicht genauer als auf 2km bestimmt werden kann, besteht <strong>optional</strong> die M&ouml;glichkeit, die Adresse der Messung manuell einzugeben. Dieses mit&nbsp;<b style="color:red">&Dagger;</b> gekennzeichnete Datum (= genauer Standort, welcher aus der optional manuell eingegebenen Adresse der Messung bestimmt wird) wird in Koordinaten umgewandelt (verarbeitet) und als Messpunkt auf der RTR-Netztest-Karte ver&ouml;ffentlicht (&uuml;bermittelt). Die eingegebene Adresse der Messung selbst wird nicht gespeichert. Unter <a href="https://www.netztest.at/de/Opendata">https://www.netztest.at/de/Opendata</a> sind im Fall der optionalen Eingabe der Adresse lediglich anonymisierte (gerasterte) Koordinaten als Open Data abrufbar.</strong></li>
    <li>Die weder mit <b style="color:red">*</b> oder&nbsp;<b style="color:red">&Dagger;</b> gekennzeichneten Daten werden nicht &uuml;bermittelt, d.h. diese Daten werden weder weitergegeben noch ver&ouml;ffentlicht und sind nicht unter <a href="https://www.netztest.at/de/Opendata">https://www.netztest.at/de/Opendata</a> als Open Data abrufbar (siehe dazu 1.2.2).</li>
</ul>

<h3><i>1.2.2 Information betreffend personenbezogene Daten</i></h3>

<p>Im Rahmen des RMB-Tests werden die IP-Adresse und die Client UUID verarbeitet. Die IP-Adresse und die Client UUID werden nicht &uuml;bermittelt, sie werden also weder weitergegeben noch ver&ouml;ffentlicht und sind nicht unter <a href="https://www.netztest.at/de/Opendata">https://www.netztest.at/de/Opendata</a> als Open Data abrufbar. Die IP-Adresse wird maximal f&uuml;r eine Dauer von sechs Monaten gespeichert. Die Client UUID wird jedenfalls mit der endg&uuml;ltigen Einstellung des RTR-Netztests gel&ouml;scht.</p>

<p>Wenn der Standort automatisiert nicht genauer als auf 2km bestimmt werden kann, kann die Nutzerin bzw. der Nutzer die Adresse der Messung optional manuell eingeben. Dieses Datum wird in
    einen Messpunkt <strong>verarbeitet</strong> und dieser wird der RTR-Netztest&nbsp; Karte <strong>&uuml;bermittelt</strong> (= ver&ouml;ffentlicht). Die eingegebene Adresse der Messung selbst wird nicht gespeichert. Unter <a href="https://www.netztest.at/de/Opendata">https://www.netztest.at/de/Opendata</a> sind im Fall der optionalen Eingabe der Adresse lediglich anonymisierte (gerasterte) Koordinaten als Open Data abrufbar.</p>

<p>Gr&uuml;nde hierf&uuml;r sind</p>

<ul>
    <li>bei der IP-Adresse: Zuordnung des Tests zu Betreiber (&uuml;ber Routinginformation (AS) bzw. Hostnamen); Erkennung von missbr&auml;uchlicher Nutzung; Verlauf/History f&uuml;r Nutzerin bzw. Nutzer.</li>
    <li>bei der Client UUID: M&ouml;glichkeit des Widerrufs der Zustimmung hinsichtlich der Verarbeitung der IP-Adresse f&uuml;r Nutzerin bzw. Nutzer; Erm&ouml;glichung von Verlauf/History f&uuml;r Nutzerin bzw. Nutzer; Identifikation zusammenh&auml;ngender Tests insbesondere im Zusammenhang mit missbr&auml;uchlicher Nutzung oder Fehlfunktionen.</li>
    <li>bei der optional manuell eingegebenen Adresse der Messung: Aufgrund der in vielen F&auml;llen technisch eingeschr&auml;nkten M&ouml;glichkeiten zur Standortbestimmung in Browsern wird oft kein Messpunkt auf der RTR-Netztest-Karte angezeigt (wenn der Standort nicht genauer als auf 2km bestimmt werden kann). Damit die Messung einer Nutzerin bzw. eines Nutzers auf der RTR-Netztest-Karte zu sehen ist, soll daher die M&ouml;glichkeit f&uuml;r die Nutzerin bzw. den Nutzer bestehen, optional manuell die Adresse der Messung einzugeben.</li>
</ul>

<p>Aufgrund dessen k&ouml;nnte gegebenenfalls die Identit&auml;t der Nutzerin bzw. des Nutzers des RTR-Netztests bestimmt werden oder bestimmbar sein und somit k&ouml;nnte ein Personenbezug im Sinne des &sect; 4 Z 1 DSG 2000 hergestellt werden.</p>

<div class="tc_border">
    <p><b>Im Rahmen des RMB-Tests stimmt die Nutzerin bzw. der Nutzer durch Bet&auml;tigen des Buttons mit dem Text &bdquo;<i>Zustimmung</i>&ldquo; der Verarbeitung der IP-Adresse und der Client-UUID, der Verarbeitung und &Uuml;bermittlung des genauen Standorts, welcher aus der optional manuell eingegebenen Adresse der Messung bestimmt wird, als Messpunkt auf der RTR-Netztest-Karte sowie der Verarbeitung und &Uuml;bermittlung der sonstigen Daten, wie zuvor unter 1.2.1 ausgef&uuml;hrt, ausdr&uuml;cklich zu.</b></p>

    <p><b>Die Nutzerin bzw. der Nutzer hat die M&ouml;glichkeit zum jederzeitigen Widerruf der Zustimmung hinsichtlich der Verarbeitung der IP-Adresse und der Client UUID sowie hinsichtlich der Verarbeitung und &Uuml;bermittlung des genauen Standorts, welcher aus der optional manuell eingegebenen Adresse der Messung bestimmt wird, als Messpunkt auf der RTR-Netztest-Karte. </b>Der Widerruf kann unter Bekanntgabe der zuf&auml;llig erzeugten ID des Clients (= Client UUID) via Mailadresse <a href="mailto:netztest@rtr.at">netztest@rtr.at</a> oder Postanschrift Rundfunk und Telekom Regulierungs-GmbH (RTR-GmbH), RTR-Netztest, Mariahilfer Stra&szlig;e 77-79, 1060 Wien, &Ouml;sterreich, erfolgen. Die Client UUID ist in der Browser Version des RTR-Netztests unter <i>Optionen</i> abrufbar.</p>

    <p><b>Die Meldung der Aufnahme einer Datenanwendung</b> <b>an die Datenschutzbeh&ouml;rde ist gem&auml;&szlig; &sect;&nbsp;17 DSG&nbsp;2000 erfolgt.</b></p>
</div>

<h2>1.3 NDT-Test</h2>

<h3><i>1.3.1 Welche Daten werden verarbeitet und &uuml;bermittelt?</i></h3>

<p>Im Rahmen des NDT-Tests werden folgende Daten <b>verarbeitet</b> und <b>&uuml;bermittelt</b>:</p>

<ul>
    <li>Geschwindigkeit der Datenverbindung in beiden Richtungen (Down-/Uplink)</li>
    <li>TCP/IP-Protokollparameter (z.B.: TCP-Rcv-Window)</li>
    <li>Anteil der IP-Paketverluste, Verbindungsfehler (z.B.: Halbduplex)</li>
    <li>Latenz/Jitter der Datenverbindung (Ping)</li>
    <li>Testparameter (Testmethode, Testserver, Testkonfiguration)</li>
    <li>Betriebssystem (Bezeichnung/Version) und Prozessorarchitektur</li>
    <li>Java-Laufzeitumgebung (Bezeichnung/Version)</li>
    <li>IP-Version</li>
    <li>IP-Adresse (lokal/&ouml;ffentlich)</li>
    <li>Hostname des Rechners</li>
    <li>NAT- und Firewall-Status und Datenverbindungsparameter</li>
    <li>Testzeitpunkt</li>
    <li>&uuml;bertragene Testdaten</li>
</ul>

<p>Die im Rahmen des NDT-Tests <b>verarbeiteten</b> Daten werden an die Forschungsplattform M-Lab (<a href="http://www.measurementlab.net">www.measurementlab.net</a>) <b>&uuml;bermittelt</b>. Das bedeutet, dass diese Daten von M-Lab ver&ouml;ffentlicht werden und der Allgemeinheit zur Information, Nutzung, Weiterverbreitung und Weiterverwendung unter M-Lab-Open Data frei zug&auml;nglich gemacht werden. Eine Aufz&auml;hlung der verarbeiteten und &uuml;bermittelten Daten im Rahmen des NDT-Tests in der englischen Originalsprache ist unter <a href="https://www.netztest.at/redirect/de/mlabdoc">https://www.netztest.at/redirect/de/mlabdoc</a> abrufbar. Die Ergebnisse des NDT-Tests werden auch durch die RTR-Netztest Website und die RTR-Netztest-App verarbeitet und &ndash; mit Ausnahme der IP-Adresse &ndash; &uuml;bermittelt, dh. sie werden auf der RTR-Netztest-Website und der RTR-Netztest-App ver&ouml;ffentlicht und sind unter <a href="https://www.netztest.at/de/Opendata">https://www.netztest.at/de/Opendata</a> als Open Data abrufbar.</p>

<h3><i>1.3.2 Information betreffend personenbezogene Daten und Datenverkehr mit dem Ausland
    a&szlig;erhalb der EU</i></h3>

<p>Im Rahmen des NDT-Tests wird die IP-Adresse verarbeitet und an die Forschungsplattform M-Lab ins Ausland a&szlig;erhalb der EU &uuml;bermittelt, d.h. diese Daten werden durch M-Lab dauerhaft gespeichert, ver&ouml;ffentlicht und sind unter M-Lab-Open Data f&uuml;r die Allgemeinheit zur Information, Nutzung, Weiterverbreitung und Weiterverwendung frei zug&auml;nglich. Gr&uuml;nde hierf&uuml;r sind: Zuordnung des Tests zu Staaten und Betreibern. In Staaten, die nicht Mitglied der EU sind, kann ein niedrigeres Datenschutzniveau als in der EU herrschen. Aufgrund der Verarbeitung und der &Uuml;bermittlung der IP-Adresse ins Ausland a&szlig;erhalb der EU k&ouml;nnte gegebenenfalls die Identit&auml;t der Nutzerin bzw. des Nutzers des RTR-Netztests bestimmt werden oder bestimmbar sein und somit k&ouml;nnte ein Personenbezug im Sinne des &sect;&nbsp;4 Z&nbsp;1 DSG&nbsp;2000 hergestellt werden.</p>

<p>Die IP-Adresse wird nicht durch die RTR-Netztest-Website und die RTR-Netztest-App &uuml;bermittelt, dh. sie wird nicht ver&ouml;ffentlicht und ist nicht unter
    <a href="https://www.netztest.at/de/Opendata">https://www.netztest.at/de/Opendata</a>
    als Open Data abrufbar. Sie wird maximal f&uuml;r eine Dauer von sechs Monaten durch die RTR-GmbH gespeichert.</p>

<div class="tc_border">
    <p><b>Der NDT-Test wird nur dann ausgef&uuml;hrt, wenn nach erfolgter Zustimmung zur Datenschutzerkl&auml;rung und den Nutzungsbedingungen des RTR-Netztests die Checkbox &bdquo;<i>Ich m&ouml;chte zus&auml;tzlich den optionalen, vertiefenden NDT-Test ausf&uuml;hren</i>&ldquo; angekreuzt wird. Die Nutzerin bzw. der Nutzer stimmt im Rahmen des NDT-Tests der Verarbeitung und &Uuml;bermittlung der IP-Adresse sowie der sonstigen Daten, wie zuvor unter 1.3.1 ausgef&uuml;hrt, ins Ausland a&szlig;erhalb der EU ausdr&uuml;cklich zu.</b></p>

    <p><b>Die Nutzerin bzw. der Nutzer hat die M&ouml;glichkeit zum jederzeitigen Widerruf der Zustimmung zum NDT-Test und somit zur Verarbeitung und &Uuml;bermittlung der Daten ins Ausland a&szlig;erhalb der EU.</b> Der Widerruf kann unter Bekanntgabe der zuf&auml;llig erzeugten ID des Clients (= Client UUID) via Mailadresse <a href="mailto:netztest@rtr.at">netztest@rtr.at</a> oder Postanschrift Rundfunk und Telekom Regulierungs-GmbH (RTR-GmbH), RTR-Netztest, Mariahilfer Stra&szlig;e 77-79, 1060 Wien, &Ouml;sterreich erfolgen. Die Client UUID ist im Browser unter <i>Optionen</i> abrufbar. Weiters kann die Ausf&uuml;hrung des NDT-Tests jederzeit eigenst&auml;ndig deaktiviert werden (in der Browser-Version des RTR-Netztests unter <em>Optionen</em>). Dann wird ausschlie&szlig;lich der RMB-Test ausgef&uuml;hrt.</p>

    <p><b>Eine Meldung der Aufnahme einer Datenanwendung an die Datenschutzbeh&ouml;rde ist gem&auml;&szlig; &sect;&nbsp;17 DSG&nbsp;2000 erfolgt.</b></p>
</div>

<h1>2. Nutzungsbedingungen</h1>

<p>Die Benutzung der Browser-Version sowie der App des RTR-Netztests erfolgt auf eigene Gefahr. Hinweise zur Korrektur unrichtiger Inhalte, Darstellungen etc. werden von der RTR-GmbH unter <a href="mailto:netztest@rtr.at">netztest@rtr.at</a> entgegengenommen.
    Unter 14-j&auml;hrige (unm&uuml;ndige Minderj&auml;hrige)  k&ouml;nnen den RTR-Netztest mit Einwilligung ihrer Obsorgeberechtigten nutzen.</p>

<p>Um der gesetzlichen Erm&auml;chtigung, die sich aus <a href="https://www.rtr.at/de/tk/TKG2003">&sect;&nbsp;17 Abs.&nbsp;4 und Abs.&nbsp;5 Telekommunikationsgesetz 2003 in der geltenden Fassung</a> ergibt, nachzukommen sowie um der Nutzerin bzw. dem Nutzer &ndash; unter Achtung der Privatsph&auml;re &ndash; gr&ouml;&szlig;tm&ouml;gliche Transparenz und ausf&uuml;hrliche Information zu bieten, basiert der RTR-Netztest auf dem Open Source- und Open Data-Prinzip. Dies bedeutet nach dem Open Source-Prinzip, dass der Quellcode der RTR-Netztest Software &ouml;ffentlich zug&auml;nglich ist und die RTR-GmbH die von ihr entwickelten Komponenten unter eine Open Source-Lizenz, der Apache License Version 2.0 (<a href="http://www.apache.org/licenses/LICENSE-2.0">http://www.apache.org/licenses/LICENSE-2.0</a>), gestellt hat. Es ist jedoch zu beachten, dass bei der Nutzung des Quellcodes des RTR-Netztests gegebenenfalls weitere Lizenzen notwendig sind. Das RTR-Netztest-Logo und der RTR-Netztest-Schriftzug unterliegen nicht dem Open Source-Prinzip und d&uuml;rfen daher nicht kopiert, modifiziert, ver&auml;ndert sowie unver&auml;ndert weiterverarbeitet werden. Die unter
    <a
            href="https://www.netztest.at/de/Opendata">https://www.netztest.at/de/Opendata</a>
    angef&uuml;hrten Daten des RTR-Netztests sind &ndash; unter Einhaltung der hier erl&auml;uterten Datenschutzerkl&auml;rung &ndash; als Open Data abrufbar und werden so unter Verwendung der <a href="http://creativecommons.org/licenses/by/3.0/at/">Creative Commons Namensnennung 3.0 &Ouml;sterreich (CC BY 3.0) Lizenz</a> der Allgemeinheit zur Information, Nutzung, Weiterverbreitung und Weiterverwendung frei zug&auml;nglich gemacht. Daten die nicht unter <a href="https://www.netztest.at/de/Opendata">https://www.netztest.at/de/Opendata</a> als Open Data abrufbar sind, unterliegen nicht dem Open Data-Prinzip.</p>

<p>Die RTR-GmbH verweist weiters darauf, dass zum Zeitpunkt der Verlinkung auf fremde Inhalte im World Wide Web (Links) diese frei von illegalen Inhalten waren und sie keinerlei Einfluss auf die aktuelle und zuk&uuml;nftige Gestaltung der verlinkten Inhalte hat. Die RTR-GmbH distanziert sich ausdr&uuml;cklich von den Inhalten von verkn&uuml;pften/verlinkten Seiten, die nach der Linksetzung ver&auml;ndert wurden. F&uuml;r die Richtigkeit der Inhalte ist immer der jeweilige Anbieter oder Betreiber der Website verantwortlich. Die RTR-GmbH &uuml;bernimmt hierf&uuml;r keinerlei Haftung und/oder Gew&auml;hrleistung.</p>

<p>Es besteht kein Anspruch auf st&auml;ndige Verf&uuml;gbarkeit des Angebots. Die RTR-GmbH beh&auml;lt sich ausdr&uuml;cklich vor, Teile des RTR-Netztests oder das gesamte Angebot des RTR-Netztests ohne gesonderte Ank&uuml;ndigung zu ver&auml;ndern, zu erg&auml;nzen, zu l&ouml;schen oder die Ver&ouml;ffentlichung zeitweise oder endg&uuml;ltig einzustellen.</p>

<p>Die RTR-GmbH bem&uuml;ht sich um Aktualit&auml;t, Vollst&auml;ndigkeit und Richtigkeit der RTR-Netztest-Browser-Version/Website sowie der RTR-Netztest-App. Um die Richtigkeit der Ergebnisse sicher zu stellen, k&ouml;nnen unplausible Messungen durch die RTR-GmbH gekennzeichnet und/oder entfernt werden. Die RTR-GmbH beh&auml;lt sich vor, gegebenenfalls rechtliche Schritte einzuleiten. Die RTR-GmbH &uuml;bernimmt insbesondere keinerlei Gew&auml;hr f&uuml;r die Aktualit&auml;t, Korrektheit, Vollst&auml;ndigkeit oder Qualit&auml;t der bereitgestellten Informationen und Angebote. Haftungsanspr&uuml;che gegen die RTR-GmbH f&uuml;r materielle oder ideelle Nachteile und/oder Sch&auml;den, die durch die Nutzung oder Nichtnutzung der dargebotenen Informationen bzw. durch die Nutzung fehlerhafter und unvollst&auml;ndiger Informationen verursacht wurden, sind grunds&auml;tzlich ausgeschlossen. Sofern ein g&auml;nzlicher Haftungsausschluss der RTR-GmbH aufgrund der jeweils anzuwendenden Gesetzeslage nicht m&ouml;glich ist, wird die Haftung auf Vorsatz und grobe Fahrl&auml;ssigkeit begrenzt.</p>
<p>Version: 24.09.2014</p>
</body>
</html>
